Repository: Nivocer/webenq
Catalog: application/translations/webenq4_*.po
Languages: nl

source: Home
nl: Startpagina

source: Questionnaires
nl: vragenlijsten

source: Reports
nl: Rapporten

source: Import
nl: Importeer

source: Questions
nl: Vragen

source: Answer-possibilities
nl: Antwoordmogelijkheden

source: Users
nl: Gebruikers

source: Log out
nl: Afmelden

source: File name for report (without extension)
nl: Bestandsnaam van het report (zonder extensie)

source: Select an output format:
nl: Selecteer het outputformaat

source: Select a report type
nl: Selecteer een rapporttype

source: Select a language
nl: Kies een taal

source: Select a customer
nl: Klant selecteren

source: Select a page type
nl: Selecteer een paginatype

source: Select a question to group the data
nl: Selecteer een vraag om de data te groeperen

source: Select a question to splits the data
nl: Selecteer een vraag om de data te splitsen

source: Select the questions we don't want to report about
nl: Selecteer de vragen waarover we niet willen rapporteren

source: Submit
nl: Verstuur

source: select the file to import
nl: Selecteer het bestand dat u wilt importeren

source: supported formats
nl: Ondersteunde formaten

source: Select the file with email-addresses
nl: Selecteer het bestand met emailadressen

source: Select a directory:
nl: Kies een map

source: View reports
nl: Rapporten weergeven

source: jasper file name (relative to java-root
nl: jasper bestandsnaam (relatief tov java-root)

source: yes, delete
nl: ja, verwijder

source: yes
nl: ja

source: Enter a label
nl: Geef een label op

source: Enter a value
nl: Geef een waarde op

source: Value
nl: Waarde

source: Question type
nl: Vraagtype

source: Save
nl: Opslaan

source: text
nl: tekst

source: synonym for
nl: Synoniem voor

source: Select a file containing testdata:
nl: Selecteer het bestand met de testdata:

source: select the archive file to process
nl: Selecteer het zipbestand om te verwerken

source: Create a new directory
nl: Nieuwe directory maken

source: Select an existing directory
nl: Seleteer een bestaande directory

source: generate reports
nl: rapporten genereren

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Rename role
nl: hernoem rol

source: change
nl: wijzigen

source: title
nl: titel

source: value
nl: waarde

source: count
nl: aantal

source: edit
nl: bewerken

source: delete
nl: verwijderen

source: will be replaced by count on
nl: zal vervangen worden door aantal

source: grouped by
nl: gegroepeerd bij

source: means colored
nl: gekleurde gemiddeldes

source: means colored:
nl: gemiddeldes kleuren:

source: move to page
nl: verplaats naar pagina

source: select
nl: selecteren

source: View errors
nl: Fouten tonen

source: List questionnaires
nl: Toon vragenlijst

source: View home-page
nl: Startpagina tonen

source: Log in
nl: Aanmelden

source: Manage users
nl: Beheer gebruikers

source: Manage roles
nl: Beheer rollen

source: Manage permissions
nl: Beheer permissies

source: Add answer possibility
nl: Antwoordmogelijkheid toevoegen

source: Edit answer possibility
nl: Antwoordmogelijkheid bewerken

source: Delete answer possibility
nl: Antwoordmogelijkheid verwijderen

source: List answer possibility groups
nl: Antwoordmogelijkheden tonen

source: Add answer possibility group
nl: Antwoordmogelijkheidgroep toevoegen

source: Edit answer possibility group
nl: Antwoordmogelijkheidgroep bewerken

source: Delete answer possibility group
nl: Antwoordmogelijkheidgroep verwijderen

source: Add answer possibility synonym
nl: Synoniem van antwoordmogelijkheid toevoegen

source: Edit answer possibility synonym
nl: Synoniem van antwoordmogelijkheid bewerken

source: Delete answer possibility synonym
nl: Synoniem van antwoordmogelijkheid verwijderen

source: View answer possibility group
nl: Antwoordmogelijkgroep bekijken

source: View answer possibility
nl: Antwoordmogelijheid bekijken

source: Connect to Jasper
nl: Verbind met Jasper

source: List questions
nl: Vragen tonen

source: Add question
nl: Vraag toevoegen

source: Edit question
nl: Vraag aanpassen

source: Delete question
nl: Vraag verwijderen

source: Add questionnaire
nl: Vragenlijst toevoegen

source: Edit questionnaire
nl: Vragenlijst bewerken

source: Order questionnaires
nl: Volgorde van de vragenlijst

source: Add question to questionnaire
nl: Vraag toevoegen aan vragenlijst

source: Delete questionnaire
nl: Vragenlijst verwijderen

source: Fill out questionnaire
nl: Vragenlijst invullen

source: Report questionnaire data
nl: Data vragenlijst voor rapport

source: Edit question in questionnaire
nl: Vraag in vragenlijst bewerken

source: List report definitions
nl: Rapportdefinities tonen

source: Add report definition
nl: Rapportelement toevoegen

source: Edit report definition
nl: Rapportdefinitie toevoegen

source: Delete report definition
nl: Rapportdefinities verwijderen

source: Re-order questions in a questionnaire
nl: Vraagvolgorde in vragenlijst aanpassen

source: Add sub-question to question in questionnaire
nl: Subvragen aan een vraag in de vragenlijst toevoegen

source: Autocomplete question
nl: Vraagtekst automatisch aanvullen

source: Select language
nl: Kies taal

source: Delete question from questionnaire
nl: Vraag uit vragenlijst verwijderen

source: List answer possibility null values
nl: Antwoordmogelijkheden van 'missende waardes' tonen

source: Add answer possibility null value
nl: Antwoordmogelijkheid van 'missende waardes' toevoegen

source: Edit answer possibility null value
nl: Antwoordmogelijkheid van 'missende waardes' bewerken

source: Delete answer possibility null value
nl: Antwoordmogelijkheid van 'missende waardes' verwijderen

source: Download questionnaire
nl: Vragenlijst downloaden

source: Print questionnaire
nl: Vragenlijst printen

source: Download questionnaire as XForm
nl: Vragenlijst in XFORM-formaat downloaden

source: Download questionnaire as JRXML
nl: Vragenlijst in JRXML-formaat downloaden

source: Download questionnaire data for XForm
nl: Vragenlijstdata in XFORM-formaat downloaden

source: Conversion of HVA input files
nl: HvA inputbestanden omzetten

source: Conversion of input files
nl: Inputbestanden omzetten

source: List reports
nl: Rapporten weergeven

source: Add report
nl: Rapport toevoegen

source: Edit report
nl: Rapport bewerken

source: Delete report
nl: Rapport verwijderen

source: View report
nl: Rapport tonen

source: Save report state
nl: Rapport status opslaan

source: Download report as JRXML
nl: Rapport in JRXML-formaat downloaden

source: List report elements
nl: Rapportelementen tonen

source: Add report element
nl: Rapportelementen toevoegen

source: Edit report element
nl: Rapportelementen bewerken

source: Delete report element
nl: Rapportelementen verwijderen

source: View report element
nl: Rapportelementen weergeven

source: Get report control file
nl: Rapport aanstuurbestand downloaden

source: Email reports
nl: Rapporten mailen

source: Send all report by email
nl: Verstuur alle rapporten per mail

source: Email reports: merge teacher
nl: Mail rapporten: docent samenvoegen

source: Email reports: merge course
nl: Mail rapporten: cursus samenvoegen

source: Email report: delete
nl: Mail rapporten: verwijderen

source: Email report: send report
nl: Mail rapporten: verzend rapport

source: Test installation
nl: Test installatie

source: Manage Installation
nl: Beheer installatie

source: Update database
nl: Vernieuw database

source: Generate report
nl: Genereer rapport

source: Merge files
nl: Bestanden samenvoegen

source: Are you sure?
nl: Weet u het zeker?

source: Select the file:
nl: Selecteer bestand

source: Are you sure you want to delete the question %s (including all translations)?
nl: Weet je zeker dat je de vraag %s (inclusief all vertalingen) wilt verwijderen

source: Are you sure you want to delete questionnaire
nl: Weet je zeker dat je de vragenlijst wilt verwijderen

source: (including all questions and answers)?
nl: (inclusief alle vragen en antwoorden)?

source: Are you sure you want to delete this report?
nl: Weet je zeker dat je dit rapport wilt verwijderen

source: Are you sure you want to delete this report element?
nl: Weet je zeker dat je dit rapportelement wilt verwijderen

source: This answer possibility is used in one or more questionnaires and cannot be deleted.
nl: Deze antwoordmogelijkheid wordt gebruikt in een of meerdere vragenlijsten en kan niet verwijderd worden.

source: back to
nl: terug naar

source: answer possibility
nl: antwoordmogelijkheid

source: back to answer possibility
nl: terug naar antwoordmogelijkheid

source: add synonym
nl: synoniem toevegen

source: back to answer possibility group
nl: terug naar antwoordmogelijkheidgroep

source: synonym
nl: synoniem

source: general
nl: algemeen

source: answer possibilities
nl: antwoordmogelijkheden

source: validation
nl: validatie

source: Are you sure you want to remove the question below from the current questionniare?
nl: Weet je zeker dat je de onderstaande vraag uit de huidige vragenlijst wilt verwijderen?

source: Report
nl: Rapport

source: for questionnaire
nl: voor vragenlijst

source: generate report
nl: genereer rapport

source: edit control file
nl: bewerk aanstuurbestand

source: download control file
nl: download aanstuurbestand

source: add report element
nl: voeg rapportelement toe

source: add report
nl: voeg rapport toe

source: No reports have been defined yet
nl: Er zijn nog geen rapporten gedefinieerd

source: questionnaire
nl: vragenlijst

source: customer
nl: klant

source: language
nl: taal

source: split question
nl: Splitsvraag

source: output directory
nl: uitvoerdirectorie

source: output file name
nl: bestandsnaam van uitvoerbestand

source: output format
nl: uitvoerformaat

source: orientation
nl: oriÃ«ntatie

source: view
nl: bekijk

source: generate
nl: genereer

source: add question
nl: vraag toevoegen

source: No questions in this questionnaire yet
nl: Nog geen vragen in deze vragenlijst

source: question
nl: vraag

source: date added
nl: datum van toevoegen

source: used in questionnaires
nl: gebruikt in vragenlijsten

source: back to all answer possibilities
nl: terug naar alle antwoordmogelijkheden

source: add answer possibility
nl: antwoordmogelijkheid toevoegen

source: available languages
nl: beschikbare talen

source: synonyms
nl: synoniemen

source: add answer possibility group
nl: voeg antwoordmogelijkheidgroep toe

source: There aren't any answer possibilities yet
nl: Er zijn nog geen antwoordmogelijkheden

source: group
nl: groep

source: allowed
nl: toegestaan

source: used
nl: gebruikt

source: questionnaire(s)
nl: vragenlijst(en)

source: possibilities
nl: mogelijkhden

source: add null value answer possibility
nl: voeg missende waarde antwoordmogelijkheid toe

source: There aren't any null value answer possibilities yet
nl: Er zijn nog geen missende antwoordmogelijkheden waardes

source: add new question
nl: nieuwe vraag toevoegen

source: add existing question
nl: bestaande vraag toevoegen

source: add age
nl: pagina toevoegen

source: add page
nl: pagina toevoegen

source: page
nl: pagina

source: Delete this page
nl: Pagina verwijderen

source: XForm download
nl: Download Xform

source: XForm data download
nl: Download Xform-data

source: JRXML download
nl: Download JRXML

source: Page
nl: Pagina

source: add questionnaire
nl: vragenlijst toevoegen

source: date
nl: datum

source: file
nl: bestand

source: check
nl: controleer

source: collect
nl: verzamelen

source: download
nl: downloaden

source: print
nl: afdrukken

source: No questionnaires have been imported yet
nl: Er zijn nog geen vragenlijsten geimporteerd

source: No question text available for the current language
nl: Geen vraagtekst beschikbaar voor de huidige taal

source: Show/hide answers
nl: Toon/verberg antwoorden

source: manage users
nl: beheer gebruikers

source: manage permissions
nl: beheer permissies

source: role
nl: rol

source: manage roles
nl: beheer rollen

source: username
nl: gebruikersnaam

source: name
nl: naam

source: one moment please...
nl: even geduld alstublieft
